Repository: SenkoVlad/CasinoBot
Catalog: Casino.Common/AppConstants/Resources.*.resx
Languages: ru_ru

# AmountToWithdraw
source: Choose the amount to withdraw
ru_ru: Выберите сумму для вывода

# AmountWithdraw
source: {0:D}% ({0:D}🍀)
ru_ru: {0:D}% ({1:D}🍀)

source: Back 🔙
ru_ru: Назад 🔙

source: Balance 💰
ru_ru: Баланс 💰

# BalanceIsNotEnoughToWithdraw
source: Please choose another amount, you don't have enough on balance to withdraw ❗️
ru_ru: Пожалуйста, выбери другую сумму, у тебя недостаточно средств для вывода ❗️

# ChooseAction
source: Choose an action ⤵️
ru_ru: Выбери действие ⤵️

# ChooseGameMode
source: Choose play mode ⤵️
ru_ru: Тип игры ⤵️

source: Choose your bet
ru_ru: Твоя ставка

# ConfirmWithdrawQuestion
source: Do you confitm the withdraw {0:D}🍀?
ru_ru: Вы подтверждаете вывод средств {0:D}🍀?

# CurrentLanguage
source: Current language is: {0:S} {1:S}
ru_ru: Текущий язык:

source: Deposit 💸
ru_ru: Депозит 💸

# DepositBalance
source: Deposit money
ru_ru: Пополнить баланс

# DepositInstruction
source: Instruction how to top up balance 📝
ru_ru: Инструкция как пополнить баланс 📝

source: Dice 🎲
ru_ru: Кости 🎲

# DiceLost
source: Bad luck 😢
ru_ru: Неудача 😢

# DiceWon
source: WIN 🏆 You won {0:D} {1:S}
ru_ru: ПОБЕДА 🏆 Ты выиграл {0:D} {0:S}

# DoNotHaveEnoughMoneyToWithdraw
source: The balance must be more 100🍀to withdraw
ru_ru: Для выводе средств на балансе должно быть более 100 🍀

# DotHaveEnoughMoneyDemoBalance
source: You don't have enough money to play 😟 Top up the balance and start playing real 💵
ru_ru: Недостаточно средств 😟 Пополни баланс и начни играть по-настоящему 💵

# DotHaveEnoughMoneyRealBalance
source: You don't have enough money to play 😟 Top up the balance 💵
ru_ru: Недостаточно средств 😟 Пополни баланс 💵

source: Football ⚽️
ru_ru: Футбол ⚽️

# FootballWon
source: GOAL 🥅 You won {0:D} {1:S}
ru_ru: ГОЛ 🥅 Ты выиграл {0:D} {1:S}

source: Games 🎮
ru_ru: Игры 🎮

source: Good luck 🤞
ru_ru: Удачи 🤞

source: Menu 🎛
ru_ru: Меню 🎛

# MyBalance
source: Your balance is {0:F2} 🍀
ru_ru: Твой баланс: {0:F2} 🍀

# MyDemoBalance
source: Your demo balance is {0:D} ♦️
ru_ru: Твой демо баланс: {0:D} ♦️

# MyWallet
source: 2. Deposit to play
ru_ru: 2. Пополни, чтобы играть

source: Play dice demo ♦️
ru_ru: Игра в кости демо ♦️

source: Play dice real 🍀
ru_ru: Игра в кости на деньги 🍀

source: Play football demo ♦️
ru_ru: Играть демо ♦️

source: Play football real 🍀
ru_ru: Игра на деньги 🍀

source: Russian roulette
ru_ru: Русская рулетка

source: Settings ⚙️
ru_ru: Настройки ⚙️

# ShotStoryHowToDeposit
source: 1. Top up your inner telegram wallet 2. Transfer as much as you like to wallet of the bot to play 1 TON = 100🍀 1 ETH = 150000🍀 1 BTC = 2044000🍀 130 RUB = 100🍀
ru_ru: 1. Пополни свой внутренний кошелек в телеграме 2. Переведи столько, сколько хочешь боту, чтобы играть 1 TON = 100🍀 1 ETH = 150000🍀 1 BTC = 2044000🍀 130 RUB = 100🍀

# SomethingWrongTryAgain
source: Something wrong. Please try again 🔴⚠️
ru_ru: Что-то не так. Попробуй ещё раз 🔴⚠️

# Wallet
source: 1. Your telegram wallet
ru_ru: 1. Твой кошелек в телеграм

# WithdrawBalance
source: Withdraw money 💸
ru_ru: Вывести деньги 💸

# WithdrawSuccess
source: Your withdraw will be processed soon You will be sent a message with confirmation ✅
ru_ru: Успешно! Скоро вывод средст будет обработан и ты получишь сообщение о зачислении ✅
